Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/altinn.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: An employee who is placed in compulsory quarantine after travelling or coming into close contact with an infected person and receives sickness benefit under the temporary Regulation on quarantine from the National Insurance Scheme Act and the Working Environment Act in connection with the COVID-19 pandemic will not be entitled to defer any existing agreed holiday which coincides with the quarantine period.
nn: Arbeidstakarar som sit i pålagd karantene etter reise eller karantene etter nærkontakt med smitta person, og får sjukepengar etter den mellombelse forskrifta om karantene frå folketrygdlova og arbeidsmiljølova i samband med covid-19-pandemien, har ikkje krav påå få utsett allereie avtalt ferie som fell saman med karanteneperioden.

source: You must submit an a-melding every month until the employment ceases, even if you do not pay any salary.
nn: Du må levere a-meldinga kvar månad inntil arbeidsforholdet opphøyrer, sjølv om du ikkje betalar ut lønn.

source: In case of premature birth before pregnancy week 33 the benefit period is extended with the number of days from giving birth up to and including the term date.
nn: Ved fødsel før 33. veka i svangerskapet blir stønadsperioden forlenga med tilsvarande talet på dagar frå fødselsdatoen til og med dagen før termindatoen. Dersom foreldra får pleiepengar går talet på dagar med pleiepengar til frådrag i forlenginga.

source: Employees who have opted out of being transferred to the new employer and who have been employed for at least 12 months during the past two years have a pre-emptive right as regards employment with the previous employer for a period of one year after the transfer of the business.
nn: Arbeidstakarar som har reserverte seg mot å bli med til ny arbeidsgjevar, og som har vore tilsette i minst 12 månader i løpet av dei siste to åra, har fortrinnsrett til ny tilsetjing hos tidlegere arbeidsgjevar i eitt år frå overdraging av verksemda.

source: Eksempelbedriften AS wants to manufacture a new product – a kitchen table to be called "Uffe".
nn: Eksempelbedrifta AS ønskjer å produsere eit nytt produkt – kjøkkenbordet "Uffe".

source: Temporary employment as cover staff and temporary employment on a general basis
nn: Mellombels tilsett i vikariat og mellombels tilsett på generelt grunnlag

source: If you have not agreed a specific penalty interest rate, you will not be able to charge any more than the rate stipulated by the Ministry of Finance.
nn: Dersom du ikkje har avtalt særskild forseinkingsrente kan du maksimalt krevje den satsen som er fastsett av Finansdepartementet.

source: However, the organisation number will remain the same.
nn: Organisasjonsnummeret vil likevel vere det same.

source: If you are not subject to VAT, under the bookkeeping rules you must be up-to-date every four months.
nn: Dersom du ikkje er mva-pliktig må du etter bokføringsreglane minst være ajour kvar fjerde månad.

source: Foundations can be established by one or more people.
nn: Ein stiftelse kan opprettast av ein eller fleire personar.

source: Full-time or part-time for up to 3 years.
nn: Heiltid eller deltid inntil 3 år.

source: Do you need help?
nn: Treng du hjelp?

source: Conditions for layoffs
nn: Vilkår for permittering

source: Employees normally have 14 days to notify their old employer in writing if they do not wish to transfer to the new employer.
nn: Arbeidstakaren har normalt ein frist på 14 dagar til skriftleg å underrette gamal arbeidsgjevar dersom vedkomande motset seg overføring til ny arbeidsgjevar.

source: or hire in labour.
nn: eller å leige inn arbeidskraft.

source: The general rule in the Working Environment Act is that employees must be employed on a permanent basis.
nn: Hovudregelen i arbeidsmiljølova er at arbeidstakarar skal tilsetjast fast.

source: Military service and up to 24 months in connection with international peace operations
nn: Militærteneste og inntil 24 månader ved internasjonale fredsoperasjonar

source: Copyright© is the right to literary and artistic works.
nn: Opphavsrett (eller copyright –©) er retten til litterære og kunstnariske åndsverk.

source: This applies where the refusal is linked to religion, beliefs, skin colour, ethnic origin or sexual orientation.
nn: Dette gjeld der nektinga har samanheng med religion, livssyn, hudfarge, etnisk opphav eller seksuell orientering.

source: Basis for temporary employment
nn: Grunnlag for mellombels tilsetjing

source: If the result of this assessment is that the company is insolvent, it is the board's responsibility to apply for bankruptcy to the local district court (Oslo City Recorder's Office in the case of Oslo).
nn: Blir resultatet av denne vurderinga at verksemda er insolvent, er det styret sitt ansvar å melde oppbod til den lokale tingretten(i Oslo skal det rettast til Oslo byfogdembete).

source: This gives you access to security level 0 in Altinn, and only a few services are available.
nn: Det gir tilgang på sikkerheitsnivå 0 i Altinn og berre eit fåtal tenester er tilgjengelege.

source: However, holiday pay constitutes taxable income for the recipient and will be included in the basis for calculating the tax for the income year.
nn: Feriepengane er likevel skattepliktig inntekt for mottakaren, og med i grunnlaget for utrekning av skatten for inntektsåret.

source: Ethnicity (e.g. nationality, skin colour and language)
nn: Etnisitet (blant anna nasjonalt opphav, hudfarge og språk)

source: Entitlement to sick-pay from the 17th sick day (80% of sick-pay basis) No unemployment benefit in event of unemployment
nn: Krav på sjukepengar frå sjukedag 17 (80 % av sjukepengegrunnlaget) Ikkje dagpengar ved arbeidsløyse

source: - Norwegian-registered foreign business enterprises (NUF)
nn: - Norskregistrert utanlandsk føretak (NUF)

source: You always log in as yourself in Altinn.
nn: Du loggar deg inn som privatperson i Altinn.

source: For 2021, employees are taxed for 30% of the vehicle's list price up to NOK 325,400 and 20% of the excess amount.
nn: For 2021 skal arbeidstakaren skattleggjast for 30 prosent av listeprisen på bilen opp til 325 400 kroner, og 20 prosent av det overskytande.

source: 17/21 additional weeks for multiple births or adoption of multiple children.
nn: 17/21 veker ekstra ved tvillingfødsel/adopsjon av to barn.

source: If no due date is agreed, you will not be able to start adding penalty interest to your claim until 30 days after the invoice date.
nn: Er ikkje forfallsdatoen avtalt, kan du rekne ut forseinkingsrente på kravet tidlegast 30 dagar etter fakturadatoen.

source: This could for example be invoices, time sheets or payment vouchers.
nn: Det kan for eksempel vere ein faktura, ei timeliste eller eit betalingsvedlegg.

source: A reminder with a fee of NOK 35 is sent 14 days after the original due date stated on the invoice, with a payment deadline of 14 days.
nn: Purring med gebyr (kr 35,-) sender ein 14 dagar etter opphaveleg forfall på fakturaen, med 14 dagars betalingsfrist

source: If the enterprise has fewer than 600 vouchers per year, you are permitted to use a spreadsheet for bookkeeping.
nn: Dersom verksemda di har færre enn 600 vedlegg i året har du lov til å bruke eit rekneeark til bokføringa.

source: In addition to income covered by the credit method, the same also applies to persons who are in receipt of salary income relating to work performed abroad with a duration of more than 12 months and who are claiming a reduction in tax.
nn: Det same gjeld personar som i tillegg til inntekter som er omfatta av kreditmetoden, har hatt lønnsinntekt opptent under arbeidsopphald i utlandet med tidslengd på meir enn 12 månader og som krev nedsetjing av skatt.

source: Over time, this will reach zero.
nn: Over tid vil denne gå i null.

source: For cohabiting partners, a different rule applies.
nn: For sambuarar er regelen annleis.

source: Many systems which are fully integrated with Altinn show the feedback and any error messages (MAGNET/EDAG) directly in the system.
nn: Fleire system som er fullt integrerte med Altinn viser tilbakemeldinga og eventuelle feilmeldingar (MAGNET/EDAG) direkte i systemet.

source: What is a consent?
nn: Kva er samtykke?

source: Such work must be discussed with the employees' elected representatives.
nn: Søndagsarbeid og helgedagsarbeid skal drøftast med arbeidstakarane sin tillitsvalde.

source: If bankruptcy proceedings is instituted, the Wage Guarantee Scheme will cover, among other things, outstanding salaries and holiday pay, and salary for the first 30 days following the initiation of the bankruptcy proceedings.
nn: Dersom det vert opna konkurs vil Lønnsgarantifondet blant anna dekkje uteståande lønn og feriepengar, og lønn for dei 30 første dagane etter konkursopninga.

source: However, some key differences are:
nn: Her er nokre sentrale forskjellar:

source: Under contact information you can choose where you wish to be notified, and for what.
nn: Under kontaktinformasjon vil du kunna velje der du vil varslast, og for kva.

source: For commercial foundations, the minimum registered capital is NOK 200,000.
nn: For næringsdrivande stiftelsar er kravet til minste grunnkapital sett til 200 000,- kroner.

source: No basic deduction is given for electric vans when the 60% rule is used..
nn: Det vert ikkje gjeve botnfrådrag for elektriske varebilar som nyttar 60 prosent regelen.

source: However, it should be between 20-35% of your capital requirement.
nn: Han bør likevel vere mellom 20 - 35% av kapitalbehovet.

source: Websites, business letters and other business documents (invoices, contracts, credit notes and so on) must always include the business name and organisation number.
nn: Nettsider, brev og andre forretningsdokument (fakturaar, ordresetlar, kreditnotaar og liknande) skal alltid innehalde namnet og organisasjonsnummeret til føretaket.

source: Some sectors and transactions are subject to a longer minimum retention period.
nn: Nokre bransjar og transaksjonar er pålagde lengre oppbevaringstid.

source: Bankruptcy means that all the company's assets will be seized in favour of the creditors.
nn: Konkursen inneber at alle eigedelane til verksemda blir beslaglagde til fordel for kreditorane.

source: The rate for calculating employer's National Insurance contributions varies between 0 and 14.1%, depending on where in the country the enterprise is located.
nn: Satsen for utrekninga av arbeidsgjevaravgift varierer mellom 0 og 14,1 prosent alt etter kor i landet verksemda er lokalisert.

source: Tax on share dividends
nn: Skatt på aksjeutbytte

source: The login method you choose will be connected to a particular security level in Altinn.
nn: Innloggingsmetoden du vel har mykje å seie for kva sikkerheitsnivå du har i Altinn.

source: Do you need assistance?
nn: Treng du hjelp?

source: Are you starting a cleaning company?
nn: Skal du starte i reinhaldsbransjen?

source: This compensation cannot exceed NOK 400.
nn: Denne er på maksimalt kroner 400,-.

source: If you started commercial activity during 2020 and have received the Tax return for wealth and income tax – wage earners and pensioners etc., the reason is that the Norwegian Tax Administration is unaware that you have started a business.
nn: Har du starta næringsverksemd i 2020 og fått tilsendt «Skattemelding for formue- og inntektsskatt – lønnstakarar og pensjonistar o.a.», kjem det av at skattestyresmaktene ikkje har fått kjennskap til at du har starta næringsverksemd

source: If an employee is only responsible for caring for one chronically ill or disabled child over 12 years of age, the employer can claim a full refund.
nn: Dersom arbeidstakaren berre har omsorg for eit kronisk sjukt eller funksjonshemma barn over 12 år kan arbeidsgjevaren krevje full refusjon.

source: Some examples of goods which are subject to restrictions are:
nn: Nokre aktuelle varer som er underlagde restriksjonar er:

source: Who is subject to the bookkeeping obligation?
nn: Kven er bokføringspliktig?

source: If you have fewer than 600 vouchers and are not registered for VAT, you can defer your bookkeeping until you have to submit the tax return and income statement.
nn: Har du mindre enn 600 vedlegg i året og ikkje er mva-pliktig kan du avvente bokføringa til du skal sende inn skattemeldinga og næringsoppgåva.

source: The general rule is that children under the age of 15 must not be used as labour.
nn: Hovudregelen er at barn under 15 år ikkje skal nyttast som arbeidskraft.

source: The organisation number for the sub-entity is used primarily when submitting the A-melding.
nn: Organisasjonsnummeret for undereininga blir blant anna brukt ved innsending av a-melding.

source: The service centres are jointly run by the Labour Inspection Authority (Arbeidstilsynet), the Police (politiet), the Norwegian Tax Administration (Skatteetaten) and the Norwegian Directorate of Immigration (UDI) to ensure that foreigners coming to Norway to work receive sound advice.
nn: Servicesentera er ein stad der Arbeidstilsynet, politiet, skatteetaten og Utlendingsdirektoratet (UDI) jobbar saman for at utlendingar som kjem til Noreg for å jobbe skal få god rettleiing.

source: Conditions for starting an association:
nn: Føresetnader for å starte ei foreining:

source: As a freelancer, you can insure yourself with NAV in order to obtain 100 percent sick-pay cover from the first day of sick leave.
nn: Som frilansar kan du forsikre deg hos NAV for å få 100 prosent sjukepengedekning frå første sjukefråværsdag.

source: The difference must be taxed as private use of the vehicle at the rate of NOK 3.40 for 2021.
nn: Differansen skal skattleggjast som privat bruk av bilen med ein sats på kroner 3,40 for 2021.

source: Vouchers must be consecutively numbered, without any gaps in the number series.
nn: Vedlegga skal vere fortløpande nummererte, utan hull i nummerserien.

source: Enter the same incorrect payment date and NOK 0 for amount
nn: Fyll inn den same feile utbetalingsdatoen og 0,- for beløp

source: Similarly, if you decide to call yourself Valdres bilsørvis AS, you may discover that Valdres bilservice AS also operates in the same sector.
nn: Og nokon som har valt å kalle seg Valdres bilsørvis AS, må finne seg i at også Valdres bilservice AS opererer i same bransje.

source: Pre-guaranteed dividends on purchases/discounts from consumer co-operatives will not be taxable for private members.
nn: Førhandsgarantert kjøpeutbyte/rabatt frå forbrukarsamvirkeføretak vil ikkje vere skattepliktig for private medlemar.

source: Employers can normally lay off employees temporarily for a period of up to 26 weeks during a period of 18 months.
nn: Arbeidsgivar kan normalt permittere tilsette i ein periode på inntil 26 veker i løpet av 18 månader.

source: You do not need to keep a staff register if you run a sole proprietorship and the staff only consist of yourself and your spouse/cohabiting partner or children under the age of 16.
nn: Du treng ikkje føre personalliste dersom du driv eit enkeltpersonføretak og personalet berre består av deg og ektefelle/sambuar eller barn under 16 år.

source: Conditions for starting a cooperative:
nn: Føresetnader for å starte eit samvirkeføretak:

source: However, if a holding company opts to pay the surplus to their personal shareholders, this will be taxed at the rate of 22%.
nn: Vel holdingselskapet derimot å betale ut overskotet til dei personlege aksjonærane, vil dette skattleggjast med 22 %.

source: Employees are entitled to reduce their working hours if they have reached the age of 62 or for health, social or other compelling welfare reasons if the reduced hours can be implemented without material disadvantage for the enterprise.
nn: Arbeidstakarar som har fylt 62 år, eller som av helsemessige, sosiale eller andre vektige velferdsgrunnar har behov for det, har rett til å få redusert arbeidstida si, dersom dette kan skje utan vesentleg ulempe for verksemda.

source: Before you decide on a name, you should check if the domain name is available.
nn: Før du bestemmer deg for namn, bør du sjekke om domenenamnet du ønskjer deg er ledig.

source: Employers can, at any time, see what is registered in the Aa-Register via "Min side – Arbeidsgiver" (only available in Norwegian.
nn: Arbeidsgjevarar kan til kvar tid sjå kva som er registrert i Aa-registeret via "Min side - arbeidsgiver" på NAV.

source: Co-operatives which own shares in another company are generally exempt from taxation on gains and dividends on shares (the exemption method).
nn: Samvirkeføretak som eig aksjar i anna selskap vert som hovudregel fritekne for skattlegging av gevinstar og utbyte på aksjar (fritaksmetoden).

source: Foundations must have a board.
nn: Stiftelsar skal ha eit styre.

source: If this applies to your business, you must set aside holiday pay at the rate of 12 percent.
nn: Gjeld dette for bedrifta di må du setje av 12 prosent feriepengar.

source: Work on Sundays (Sunday work) and public holidays (public holiday work) is not permitted unless the type of work renders it necessary.
nn: Arbeid på søndagar (søndagsarbeid) og helgedagar (helgedagsarbeid) er ikkje tillate med mindre typen arbeid gjer det nødvendig.

source: Persons from non-EU/EEA countries must apply for a residence permit in order to work in Norway.
nn: Personar frå land utanfor EU/EØS må ha gyldig opphaldsløyve for å arbeide i Noreg.

source: E-guide for ordering transport of goods on road
nn: E-guide for bestilling av godstransport på vei

source: The statement consists of one form (RF-1097).
nn: Oppgåva består av eitt skjema (RF-1097).

source: According to the Accounting Act, public limited companies (ASA) and listed enterprises are always considered to be large enterprises.
nn: Etter rekneskapslova er allmennaksjeselskap (ASA) og børsnoterte føretak alltid å rekne som store.

source: Changing bank account number for payments from the Norwegian Tax Administration
nn: Endring av bankkontonummer for tilbakebetaling av skatt

source: If you do not have the role Signerer av samordnet registermelding, it needs to be delegated to you.
nn: Om du ikkje har denne rolla, må du få nokon til å delegere rolla «Signerar av Samordna registermelding» til deg.

source: Tax for branches of foreign companies (NUF)
nn: Skatt for norskregistrert utenlandsk føretak (NUF)

source: If you send a payment demand yourself, you can also charge a maximum fee of no more than NOK 105 for this.
nn: Sender du betalingsfordringa sjølv kan du i tillegg krevje maksimalt kroner 105,- i gebyr for denne.

source: The basis for this calculation will generally be gross salary.
nn: Grunnlaget for utrekninga er i utgangspunktet brutto lønn.

source: An occupational pension is a combination of defined contribution and defined benefit pensions.
nn: Tenestepensjon er ein kombinasjon av innskots- og føretakspensjon.

source: If you need a class 2 van for your business, specific deduction rules apply to such vehicles:You can claim a deduction for actual expenses attributable to upkeep of the vehicle regardless of the distance travelled.
nn: Dersom du har behov for varebil klasse 2 i verksemda di, er det eigne frådragsreglar for dette:Du kan føre frådrag for faktiske utgifter av bilhaldet uansett køyrelengde.

source: A co-operative (SA) is a separate legal entity.
nn: Eit samvirkeføretak (SA) er ei eiga juridisk eining.

source: However, subject to certain conditions and in certain situations, you can still make temporary appointments or use hired labour.
nn: På visse vilkår og i visse situasjonar er det likevel mogleg å tilsetje mellombels eller nytte innleigd arbeidskraft.

source: 'Assets' means all assets belonging to the company, such as cash, bank accounts, real property, vehicles, operating equipment, outstanding receivables, plant and machinery, registered trademarks and patent rights.
nn: Med eigedelar meiner ein alle verdiane som tilhøyrer aksjeselskapet, medrekna blant anna kontantar, bankkontoer, fast eigedom, bilar, driftstilbehøyr, uteståande fordringar, inventar, registrerte varemerke og patentrettar.

source: The partnership must then be registered.
nn: Deretter skal selskapet registrerast.

source: For twin births or adoption of two children at the same time, the parents are given either 17 additional weeks with 100 percent coverage or 21 additional weeks with 80 percent coverage.
nn: Ved tvillingfødslar eller dersom to barn vert adopterte samstundes vert perioden utvida med høvesvis 17 veker med 100 prosent dekningsgrad eller 21 veker med 80 prosent dekningsgrad.

source: In the case of a defined contribution pension scheme, annual contributions are determined as a percentage of salary (minimum of 2 percent).
nn: I ei innskotsbasert pensjonsordning blir årleg innskot fastsett som ein prosentdel av lønn (minimum 2 prosent).

source: Be sure to collect relevant market information and make adjustments after input from customers before making important decisions.
nn: Hent inn relevant marknadsinformasjon og gjer justeringar etter innspel frå kundane før du tek viktige avgjerder.

source: OTP - Mandatory occupational pension scheme
nn: Skatteetaten om OTP og krav til deg som arbeidsgjevar

source: At the start of the year, you must obtain new tax deduction cards for all employees.
nn: Ved byrjinga av året må du hente skattekort for alle dei tilsette på nytt.

source: Both donation and reward-based crowdfunding are applicable methods of financing the start-up of new businesses at an early phase.
nn: Både donasjon- og påskjøningsbasert crowdfunding er aktuelle måtar å finansiere oppstart av nye verksemder på i ein tidlegfase.

source: When the Norwegian Tax Administration has calculated how much tax you have to pay, you will receive a payment slip for each period via your Inbox in Altinn.
nn: Når Skatteetaten har rekna ut kor mykje skatt du skal betale, vil du få ein innbetalingsblankett for kvar termin i din innboks i Altinn.

source: The enterprise has at least two employees who both have working hours and a salary amounting to 75% or more of a full-time position.
nn: Bedrifta har minst to personar som begge har ei arbeidstid og lønn som utgjer 75 prosent eller meir av full stilling.

source: Permissible to the same extent as temporary employment in accordance with (a)-(e) above.
nn: Tillate i same utstrekning som det kan avtalast mellombels tilsetjing etter bokstav a) - e) over.

source: In some cases, it may be appropriate to establish a private limited company which will establish and own one or more other companies.
nn: I nokre tilfelle kan det vere formålstenleg å starte eit aksjeselskap som skal etablere og eige aksjar i eit eller fleire andre selskap.

source: Layoffs can be implemented either over a continuous period (full layoff) or through the introduction of reduced working hours (partial layoff).
nn: Permittering kan setjast i verk anten i ein samanhengande periode (heil permittering) eller ved innføring av redusert arbeidstid (delvis permittering).

source: Shares in public limited companies must be registered in the securities register.
nn: Aksjar i allmennaksjeselskap skal registrerast i verdipapirregisteret.

source: , but you cannot employ yourself.
nn: , men du kan ikkje tilsetje deg sjølv.

source: The enterprise has persons employed who each have working hours and salary amounting to 20% or more of a full-time position, and who collectively carry out work corresponding to at least two full-time equivalents.
nn: Bedrifta har personar i føretaket som kvar har ei arbeidstid og lønn som utgjer 20 prosent eller meir av full stilling, og som til saman utfører arbeid som svarar til minst to årsverk.

source: Per Hansen purchases a large photocopier for his business.
nn: Per Hansen kjøper ei stor kopimaskin til verksemda si.
